import "./styles.css";

export default function App2() {
  return (
    <div className="App2">
      <h1>Как музыка может улучшить качество нашей жизни?</h1>
      <h2>
        Музыка во все времена и в разных культурах играла очень важную роль.
        Наши предки погружались в нее и в горе, и в радости.
      </h2>
      <body>
        <p>
          Музыкальный язык является одним из самых чистых и прямых инструментов
          воздействия на мозг. Как отмечает гениальный художник Василий
          Кандинский в своем исследовании духовного в искусстве, «музыка
          достигает души без какого-либо декодирования». Вот уже несколько
          десятилетий музыкотерапия применяется, как часть психотерапии и общей
          оздоровительной терапии.
        </p>
        <p>
          Ученые доказали, что музыка приводит к снижению уровня гормона стресса
          кортизола и усилению секреции эндорфинов, снижает сердцебиение,
          успокаивает и предотвращает когнитивные нарушения. В случае пожилых
          людей или людей, переживших травмы, музыкальные мелодии служат
          инструментом восстановления различных функций организма. Множество
          исследований с детьми показали, что прослушивание ими классической
          музыки значительно повышает их внимательность, помогает быстро
          воспринимать информацию. Нам, взрослым, это бы тоже не помешало, не
          правда ли?
        </p>
      </body>
    </div>
  );
}
